Repository: amanbayserkeev0377/Tymi
Catalog: Tymi/Resources/Localizable.xcstrings
Source language: en
Languages: ky_kg, ru

# tos_warranty_body
source: The app is provided without any warranties - I try to make everything work well but cannot guarantee perfect accuracy.
ky_kg: Колдонмо эч кандай кепилдиктерсиз берилет - баары жакшы иштеши үчүн аракет кылам, бирок толук тактыкты кепилдей албайм.
ru: Приложение предоставляется без гарантий - я стараюсь, чтобы всё работало хорошо, но не могу обещать идеальную точность.

# tos_warranty_title
source: No Warranty
ky_kg: Кепилдик жок
ru: Отсутствие гарантий

source: Total
ky_kg: Жалпы
ru: Всего

# try_different_date
source: Try selecting a different date
ky_kg: Башка күндү тандап көрүңүз
ru: Попробуйте выбрать другую дату

source: version
ky_kg: версия
ru: версия

# week_start_day
source: Week Start
ky_kg: Жуманын башталышы
ru: Начало недели

# week_start_system
source: System
ky_kg: Тутумдагыдай
ru: Как в системе

# will_repeat_weekly
source: Will repeat weekly on these days
ky_kg: Бул күндөрдө жума сайын кайталанат
ru: Будет повторяться еженедельно в эти дни

source: Yesterday
ky_kg: Кечээ
ru: Вчера
